Repository: kobujak/water_quality
Catalog: locales/*/LC_MESSAGES/Lakes.po
Languages: pl

# Lakes
source: Analysis of selected lakes in Lake District
pl: Analiza wybranych jezior w parku narodowym Lake District

# Lakes_description
source: DEFRA (Department for Environment, Food and Rural Affairs) monitors surface water quality in the United Kingdom. For analysis, three measurement points were selected from lakes: Bassenthwaite, Ennerdale Water, and Wast Water. The measurements were used to estimate the calibration coefficient for calculating dissolved organic carbon concentration using satellite data from the Sentinel-2 mission.
pl: Monitoringiem jakości wód powierzchniowych w Wielkiej Brytanii zajmuje się DEFRA (Department for Environment, Food and Rural Affairs). Do analizy wybrano 3 punkty pomiarowe z jezior: Bassenthwaite, Ennerdale Water i Wast Water. Pomiary wykorzystano do estymacji współczynnika kalibracji służącego do obliczenia stężenia rozpuszczonego węgla organicznego za pomocą danych satelitarnych z misji Sentinel-2.

# Lakes_tab
source: All measurement points
pl: Wszystkie punktów pomiarowych

# Select date
source: Select date of a measurement
pl: Wybierz datę pomiaru

# Submit
source: Update
pl: Aktualizuj

# Selected
source: Selected measurements
pl: Wybrane pomiary

# All
source: All measurements
pl: Wszystkie pomiary

# title_measured
source: DOC In Situ Measurement
pl: Wartość DOC zmierzona In Situ

# title_DOC
source: DOC calculated using Sentinel-2
pl: Wartość DOC obliczona z wykorzystaniem Sentinel-2

# title_CDOM
source: CDOM calculated using Sentinel-2
pl: Wartość CDOM obliczona z wykorzystaniem Sentinel-2

# title_Turb
source: Turbidity calculated using Sentinel-2
pl: Mętność obliczona z wykorzystaniem Sentinel-2

# title_DOC_calibrated
source: DOC calculated using Sentinel-2 calibrated with mean ratio
pl: Wartość DOC obliczona z wykorzystaniem Sentinel-2 skalibrowana za pomocą średniego stosunku do wartości zmierzonej

# title_DOC_calibrated_all
source: DOC In Situ Measurement, DOC calculated using Sentinel-2 calibrated with mean ratio, DOC calculated using Sentinel-2 calibrated with linear regression
pl: Wartość DOC zmierzona In Situ, wartość DOC obliczona z wykorzystaniem Sentinel-2 skalibrowana za pomocą średniego stosunku i za pomocą regresji

# title_CHLA
source: Chlorophyll a calculated using Sentinel-2
pl: Stężenie sinic obliczone z wykorzystaniem Sentinel-2

# title_NDVI
source: NDVI calculated using Sentinel-2
pl: Wartość NDVI obliczona z wykorzystaniem Sentinel-2
